-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Nov 22, 2015 at 10:20 AM
-- Server version: 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `jiaxiao`
--

-- --------------------------------------------------------

--
-- Table structure for table `student`
--

CREATE TABLE IF NOT EXISTS `student` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_num` varchar(56) NOT NULL,
  `user_name` varchar(32) NOT NULL,
  `sex` char(4) NOT NULL,
  `birthday` date NOT NULL,
  `user_id` varchar(56) NOT NULL,
  `address` varchar(128) NOT NULL,
  `phone_number` varchar(24) NOT NULL,
  `original_car_type` varchar(24) DEFAULT NULL,
  `car_type` varchar(24) DEFAULT NULL,
  `start_time` date NOT NULL,
  `end_time` date NOT NULL,
  `graduation_certificate_num` varchar(128) NOT NULL,
  `issuing_date` date NOT NULL,
  `ischeck` tinyint(4) DEFAULT '0',
  `status` tinyint(4) NOT NULL,
  `photo` varchar(128) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=20 ;

--
-- Dumping data for table `student`
--

INSERT INTO `student` (`id`, `user_num`, `user_name`, `sex`, `birthday`, `user_id`, `address`, `phone_number`, `original_car_type`, `car_type`, `start_time`, `end_time`, `graduation_certificate_num`, `issuing_date`, `ischeck`, `status`, `photo`) VALUES
(1, '151121029703', '文世业', '男', '2015-11-21', '440711199301175411', '广东省江门市良化里63号之三302', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 1, 0, '1415668652055_middle53.jpg'),
(2, '151122056526', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 1, 1, '1415668652055_middle54.jpg'),
(3, '151122053762', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 1, 1, '1415668652055_middle55.jpg'),
(4, '151122058625', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle56.jpg'),
(5, '151122061014', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle57.jpg'),
(6, '151122058921', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle58.jpg'),
(7, '151122054427', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle59.jpg'),
(8, '151122056982', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle60.jpg'),
(9, '151122054994', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle61.jpg'),
(10, '151122056065', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle62.jpg'),
(11, '151122059808', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle63.jpg'),
(12, '151122057803', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle64.jpg'),
(13, '151122057579', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle65.jpg'),
(14, '151122056970', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle66.jpg'),
(15, '151122057487', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle67.jpg'),
(16, '151122059586', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle68.jpg'),
(17, '151122057498', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle69.jpg'),
(18, '151122056479', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle70.jpg'),
(19, '151122052905', '文世业', '男', '2015-11-22', '440711199301175411', '江门市', '13631224950', 'C1', 'A1', '0000-00-00', '0000-00-00', '', '0000-00-00', 0, 0, '1415668652055_middle71.jpg');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
